export default `
#  Заголовок h1
##  Заголовок h2
###  Заголовок h3
####  Заголовок h4
#####  Заголовок h5
######  Заголовок h6


## Горизонтальная линия
---


## Перевод строки

Пере-\\
вод


## Акценты

**Жирный текст**

*Курсивный текст*

~~Перечеркнутый текст~~

Текс в верхнем ^регистре^


## Цитата

> Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.


## Параграф

Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.\\
Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.

Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.


## Списки

Маркированный

- Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты
- Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.
- Маленький ручеек Даль журчит по всей стране и обеспечивает ее всеми необходимыми правилами.

Нумерованный

1. Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты
2. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана.
3. Маленький ручеек Даль журчит по всей стране и обеспечивает ее всеми необходимыми правилами.


## Ссылки

[Обычная ссылка](https://google.com/)

[Ссылка с заголовком](https://google.com/ "title text!")

:link[Расширенная ссылка с параметрами]{title="title text!" href="https://google.com/" classNames="class1 class2" id="link" variant="base"}


## Картинка

![Штурмовик](https://octodex.github.com/images/stormtroopocat.jpg "The Stormtroopocat")


## Видео

::youtube[Видео с YouTube]{#XKfgdkcIUxw}

\`\`\`youtube XKfgdkcIUxw\`\`\`
`;
